alacritty
amd-ucode
archlinux-xdg-menu
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
chafa
chromium
cliphist
cmake
code
cups
cups-pdf
dolphin
efibootmgr
eog
eza
ffmpeg
firefox
fzf
gimp
git
gnome-disk-utility
go
grim
grub
gvfs-mtp
htop
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpolkitagent
imagemagick
jq
kate
kitty
less
libva-utils
linux
linux-firmware
mpv
mtpfs
nautilus
nautilus-share
nemo-fileroller
neovim
networkmanager
ninja
ntfs-3g
nwg-look
okular
os-prober
pamixer
pavucontrol
pipewire
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
pv
python-pip
python-pipx
qt5ct
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-tools
qt6-virtualkeyboard
qt6-websockets
qt6-webview
qt6ct
rofi
rsync
ruby
samba
sddm
slurp
sudo
swaync
swww
timeshift
tmux
trash-cli
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
unzip
usbutils
vim
vlc
vulkan-intel
waybar
wev
wget
whois
wireplumber
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xorg-xhost
yazi
yt-dlp
zed
zip
zsh
